{
  "business_account_header": "Application for Organisations",
  "seeds_financial": "SEEDS aligns the financial interests of all its organisations and members.",
  "seeds_incentives": "This creates incentives for the collaboration, teamwork and mutual support that will create a globally regenerative civilization.",
  "together_get_started": "We're all in this together, so let's get started!",
  "plant_minum_seeds": "To create an organisation account, you will need to \"plant\" a minimum of {seeds_count} Seeds into this new account.",
  "into_account": "into this new account.",
  "note_transaction_bandwidth": "Planted Seeds determine your transaction bandwidth (1 transaction per week for each Seed planted). Additional Seeds can be planted at any time.",
  "closing_account_returned_seeds": "All but 5 planted Seeds (the cost of creating a blockchain account and forever reserving the account name) will be returned if you close the account.",
  "start_application": "Start Application",
  "organisation_name_or_nickname": "Organisation name or nickname",
  "organisation_name_or_nickname_placeholder": "Organisation name",
  "organisation_blockchain_name": "Organisation blockchain account name",
  "organisation_blockchain_name_placeholder": "Organisation blockchain account name",
  "organisation_nickname_notice": "Organisation nickname will appear to other people in SEEDS.",
  "organisation_blockchain_notice": "Blockchain account name is 12 characters, only accepts letters a-z and numbers 1-5. First character must be a letter.",
  "seeds_will_be_planted": "{seeds_count} Seeds will be planted in your organisation account and won't be available to spend.",
  "initial_planted": "Would you like to top up your organisation account now?",
  "initial_planted_placeholder": "Enter the number of Seeds you need",
  "available_seeds": "Available Seeds",
  "required_seeds": "Required Seeds",
  "weekly_transactions": "Your weekly transaction bandwidth is equal to the number of Seeds planted. Additional Seeds can be planted to extend the transaction bandwidth at any time.",
  "seeds_required_for_proposal":"Note that 500 Seeds are required to submit a proposal.",
  "secret_words": "Memorise or write down your 12 \"secret words\" on a piece of paper:",
  "secret_words_confirm": "I confirm that I've memorised or written my 12 \"secret words\" down on paper",
  "secret_words_memorised": "\"Secret Words\" memorised",
  "congrats": "Congratulations!",
  "organisation_name": "Organisation name:",
  "account_name": "Account name:",
  "seeds_planted": "Seeds planted:",
  "seeds_sent": "Seeds sent:",
  "success_message": "You've successfully opened a SEEDS account for the following organisation:",
  "become_regenerative": "Evolve to Regenerative Organisation and unlock a whole world of \"better-than-free\" and regenerative benefits.",
  "complete_profile": "Head on over to the market to complete your organisation's Profile and promote your offerings to the SEEDS community.",
  "sign_transaction": "Securely sign the transaction to create your Organisation account",
  "store_private_key": "Securely store your Organisation Private Key on this device and use device wallet password to sign your transactions.",
  "creating_account": "Creating organisation account…",
  "creating_account_error": "Error creating organisation account",
  "agree_to_manage_seeds": "I understand that I am solely responsible for managing this SEEDS organisation account and who has access to it.",
  "not_enough_seeds": "You don't have enough available Seeds",
  "account_already_exists": "Blockchain account \"{account_name}\" already exists.",
  "error_checking_account": "Error validating blockchain account name. Please try again later."
}
